-- phpMyAdmin SQL Dump
-- version 4.9.1
-- https://www.phpmyadmin.net/
--
-- Host: localhost
-- Generation Time: Mar 26, 2021 at 03:23 PM
-- Server version: 8.0.17
-- PHP Version: 7.3.10

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `blog`
--

-- --------------------------------------------------------

--
-- Table structure for table `article`
--

CREATE TABLE `article` (
  `id` int(20) NOT NULL,
  `name` varchar(500) NOT NULL,
  `head_img` varchar(100) NOT NULL,
  `descript` mediumtext NOT NULL,
  `status` tinyint(1) NOT NULL,
  `created` date NOT NULL,
  `view` int(10) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `article`
--

INSERT INTO `article` (`id`, `name`, `head_img`, `descript`, `status`, `created`, `view`) VALUES
(6, 'New Orleans', 'New Orleans.jpg', 'หนึ่งในตำนานเล่าขานน่าขนลุก ณ บ้านหรูหราซึ่งเป็นสมบัติตกทอดของเดลฟื้น ลอรี ในปี 1831 เธอเป็นสาวอเมริกันชั้นสูง แลถูกกล่าวหาว่าเป็นฆาตรกรต่อเนื่องบรรดาเหล่าข้าทาสบริวาร โดยเธอทั้งทรมาน ทำให้พิการ และฆ่าตายไปกว่า 100 ศพ จนกระทั่งในปี 1834 ได้เกิดเหตุไฟหม้ขึ้น เมื่อนักดับเพลิงเข้าไปก็พบทาสทั้งชาย และหญิงถูกล่ามโซ่บ้าง ขังในกรงสุนัขบ้าง บางคนถูกทำให้เสีโฉม บางคนถูกตัดทั้งแขน และขา อีกจำนวนหนึ่งถูกเย็บปากติดกันเพื่อให้อดอาหารตาย แต่เธอคนนี้กลับรอดพันจากความผิด เพราะเธอมีญาติเป็นผู้ว่าที่ร่ำรวย นับแต่นั้นมามีคนพบเห็นภาพสุดน่ากลัวในคฤหาสน์ดังกล่าว ไม่ว่าจะพบเห็นคนอยู่ในตัวบ้าน เช่น วิญญาณหลอนพร้อมทั้งเสียงกรีดร้อง และเสียงหวดของแส้เป็นระยะๆ', 0, '0000-00-00', 0),
(7, 'Abandoned City & Commune of Oradour', 'Abandoned City & Commune of Oradour.jpg', 'เมืองออร่าดูร์-ซู-แกน ประเทศฝรั่งเศส หลังถูกทำลายโดยกองทัพของเยอรมนีในปี ค.ศ.1944 จนกลายเป็นดินแดนรกร้าง มีชาวบ้านถูกสังหารหมู่อย่างโหดเหี้ยมไปถึง 642 ศพ นายทหารยอรมันผู้หนึ่งเปิดเผยว่า เด็กๆ และผู้หญิงได้ถูกต้อนเข้าไปในโบสถ์ราวกับฝูงแกะ และถูกเผาทั้งเป็น ส่วนผู้ชายก็ถูกทรมานด้วยการยิงที่ขา ให้ตายอย่างช้าๆ ในโรงนา โดยปัจจุบันที่นี่ยังคงเป็นเมืองร้างชาวเมืองได้ย้ายไปอาศัยอยู่ในเมืองใกล้ๆ แม้จะมีการสร้างเมืองนี้ขึ้นมาใหม่  แต่นี่ก็ยังคงขึ้นชื่อเรื่องความเฮี้ยนจนไม่มีใครกล้าเข้าไปอยู่ดี', 0, '0000-00-00', 0),
(8, 'Chernobyl', 'Chernobyl.jpg', 'เชอร์โนบิล เมืองพริเพียต ประเทศยูเครน เมื่อวันที่ 26 เมษายน 1986 ผู้คนทั่วโลกต้องช็อคไปตามๆ กัน กับโศกนาฎกรรมที่รุนแรงมากที่สุดครั้งหนึ่งในประวัติศาสตร์ นั่นคือการระเบิดของ \"เซอร์โนบิล\" โรงงานวเคลียร์ขนาดใหญ่ ผลจากกรระเบิดทำให้เกิดขี้เถ้าปนเปื้อนกัมมันตภาพรังสีพวยพุ่งขึ้นสู่บรรยากาศ จนมีเหยื่อทั้งสังเวยชีวิตป่วยเป็นโรคมะเร็งกลายพันธุ์ผ่าเหล่า หรือพิการไปเป็นจำนวนมาก รวมทั้งต้องอพยพประชากรมากกว่า 336,000 คน ออกจากพื้นที่ มีผู้เสียชีวิต 4,000 คน ผู้เสียชีวิตด้วยโรคมะเร็งจากการสัมผัสกัมมันตรังสี จนร่างกายผิดปกติไม่เหลือเค้ามนุษย์สูงถึง 600,000 คน', 0, '0000-00-00', 0),
(10, 'Beelitz (Hospital Beelitz Heilstaetten)', 'Beelitz.jpg', 'โรงพยาบาลทหาร เมืองพอทสดัม ประเทศเยอรมนี พูดถึงโรงพยาบาลสุดสยองที่ในอดีต ครั้งหนึ่งอด็อฟ ฮิตเลอร์ เคยถูกนำตัวมารักษาที่นี่  หลังจากโดนยิงในสงครามSommer ปัจจุบันกลายเป็นโรงพยาบาลที่ถูกปล่อยให้กร้าง ไร้ซึ่งการดูแล จากที่คยดูแลรักษาผู้ป่วยกลับกลายมาเป็นที่สร้างความหลอน และยังคงกล่าวขานถึงความน่ากลัว เสียงหวีดร้อง ที่ดังก้องออกมาจากโรงพยาบาลแห่งนี้', 0, '0000-00-00', 0),
(11, 'San Zhi', 'San Zhi _.jpg', 'รีสอร์ท Sanzhi UFO House ก่อสร้างขึ้นในในเมืองนิวไทเป ประเทศไต้หวัน การออกแบบรีสอร์ทแห่งนี้เน้นความทันสมัย ซึ่งในแต่ละห้องพักสามารถมองวิวทิวทัศน์ได้รอบเลยทีเดียว และยังมีการสร้างสวนน้ำในรีสอร์นี้อีกด้วย หลังจากนั้น 2 ปี การสร้างก็ต้องหยุดชะงักลงไป และกลายเป็นรีสอร์ทร้างตั้งแต่ยังไม่เปิดให้บริการกันเลยทีเดียว บริษัท Hung Kuo Group วางแผนที่จะสร้างรีสอร์สุดหรูไว้ให้สำหรับทหารอเมริกัน เอาไว้สำหรับการพักผ่อน แต่ว่าทุกอย่างกลับไม่เป็นดังต้องการ รีสอร์ท Sanzhi UFO House ในเมืองนิวไทเป ไต้หวันมีบรรยากาศที่สุดหรูในสวนน้ำ ที่มีห้องพักเป็นอาคารทรงกลมเรียงต่อกันเป็นแนว มีหน้าต่างกระจกใสรอบด้านและหันหน้ารับวิวทางทะเลเต็ม ๆ ฟังดูเหมือนจะเป็นสถานที่พักผ่อนตากอากาศสุดยอดเยี่ยม แต่น่าเสียดายที่รีสอร์ทแห่งนี้ไม่เคยเปิดรับแขกเลยแม้แต่คนเดียวเสียงลือเสียงเล่าอ้างต่อๆกันมาว่า ณ ที่ดินริมทะเลแห่งนี้ ในอดีตเคยเป็นสุสานของทหารชาวดัตช์มาก่อน และดวงวิญญาณเหล่านั้นไม่พอใจอย่างมากที่มีการก่อสร้างรุกล้ำสถานที่ซึ่งพวกเขาสถิตอยู่มาเป็นเวลานาน จนวิญญาณแค้นต้องออกมาหลอกหลอนคนงานให้จับไข้หัวโกร๋น และบางคนก็ประสบอุบัติเหตุระหว่างการก่อสร้าง ในรูปแบบที่ไม่น่าจะเกิดขึ้นได้ รีสอร์ทแห่งนี้สร้างทับบนหลุมฝังศพของทหารฮอลแลนด์ มีคนงานหลายคนได้ฝันเห็นทหารชาวยุโรปในชุดโบราณเข้ามาทำร้ายตนเองและในขณะที่กำลังทำการก่อสร้างก็ได้มีคนงานฆ่าตัวตายไปหลายคน โดยไม่ทราบสาเหตุ ที่เลวร้ายที่สุด คือการฆ่าตัวตายของคนงานก่อสร้างหลายราย ซึ่งไม่เคยมีเหตุหรือสัญญาณบอกล่วงหน้าถึงอาการซึมเศร้าหรือหดหู่แต่อย่างใด ทำให้สถานที่แห่งนี้ กลายเป็นสุสานชวนหลอนที่อบอวลไปด้วยกลิ่นของความตายของทั้งทหารผ่านศึกและคนงานไปโดยปริยาย ในขณะที่อีกตำนานหนึ่งกล่าวไว้ว่า บริเวณแห่งนี้เคยเป็นรังของมังกรศักดิ์สิทธิ์มาก่อน ซึ่งเชื่อกันว่าไม่ควรมีผู้ใดเข้าไปวุ่นวายหรือรบกวนมังกร เมื่อนำตำนานนี้รวมกับอาถรรพ์วิญญาณหลอน ก็เรียกได้ว่าเป็นที่ดินต้องคำสาปแบบคูณสองเลยทีเดียว อย่างไรก็ดี ถึงแม้ว่าสถานที่แห่งนี้จะเต็มไปด้วยเรื่องเล่าอาถรรพ์จนถูกทิ้งร้าง แต่ก็ยังมีนักท่องเที่ยวใจที่ต้องการจะลองของเข้าไปค้นหาหรือเยี่ยมชมสถานที่แห่งนี้อย่างผิดกฎหมายอยู่บ่อยครั้ง แต่ปัจจุบันยังไม่ทราบกันแน่ชัดว่าสาเหตุการรกร้างของรีสอร์ทแห่งนี้คืออะไรเรียกได้ว่ายังคงเป็นปริศนาลี้ลับกันต่อไป\nดีไซน์อันแปลกประหลาดของอาคารต่างๆ ทำให้เกิดอุบัติหตุระหว่างการก่อสร้าง ที่คร่ชีวิตคนงานไปหลายคนจนถึงกับต้องหยุดการก่อสร้างไปหลายครั้ง และเหตุการณ์สุดประหลาดที่มีคนอ้างว่าเห็นส่วนต่างๆ ของบ้านเคลื่อนไหวไปมาได้เองชวนขนลุก แลถึงแม้จะพยายามสร้างหมู่บ้านนี้ให้เป็นที่พักในวันหยุด แต่อย่างไรก็ตาม การก่อสร้างก็ดันมีปัญหาในตอนสุดท้ายอีกจนได้ จนชาวบ้านในละแวกนั้นเชื่อว่า สถานที่ตั้งแห่งนั้นมีอาถรรพ์เลยทำให้ไม่มีใครกล้าเข้ามาอีก', 0, '0000-00-00', 0);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `article`
--
ALTER TABLE `article`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `article`
--
ALTER TABLE `article`
  MODIFY `id` int(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=12;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
